var config = {

	afkImage: "https://i.imgur.com/pgEPAV2.png", // مو لازم تبدل هذي لكن تقدر لو تبي تحط صورة لشعارك او غيره

	Placeholder: "يرجى كتابة السبب كمثال : بروح اصلي", // الكتابة الي تكون بالنص مكان كتابة السبب يمكن تغييرها

	requirements: `!في حال عدم العودة خلال عشر دقائق سيتم طردك `, // المستلزمات = خلها فارغة لو تبي انه مو لازم شي

}


//---------------------------------------------------------------------------------------
//----------------------------لا تقرب على الي تحت ابد---------------------------------
//---------------------------------------------------------------------------------------


document.write('<img src="' + config.afkImage + '">')
document.write('<h2>' + config.requirements + '</h2>')
document.write('<input placeholder="' + config.Placeholder + '" id="input"></input>')



